zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
joshskidmore/zsh-fzf-history-search

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/ssh-agent

bigH/git-fuzzy path:bin kind:path
